var kindomNames = ["原核生物界_藍綠菌", "原生生物界_藻類", "植物界_蘚苔植物", "植物界_蕨類植物", "植物界_裸子植物", "植物界_被子植物雙子葉", "植物界_被子植物單子葉"];
var imageData = {
"1201.jpg": 1,
"1202.jpg": 1,
"1203.jpg": 1,
"1204.jpg": 1,
"1205.jpg": 2,
"1206.jpg": 2,
"1207.jpg": 2,
"1208.jpg": 2,
"1209.jpg": 3,
"1210.jpg": 3,
"1211.jpg": 3,
"1212.jpg": 3,
"1213.jpg": 4,
"1214.jpg": 4,
"1215.jpg": 4,
"1216.jpg": 4,
"1217.jpg": 5,
"1218.jpg": 5,
"1219.jpg": 5,
"1220.jpg": 5,
"1221.jpg": 6,
"1222.jpg": 6,
"1223.jpg": 6,
"1224.jpg": 7,
"1225.jpg": 7,
"1226.jpg": 7,
"1227.jpg": 1,
"1228.jpg": 3,
"1229.jpg": 4,
"1230.jpg": 5,
"1231.jpg": 6,
"1232.jpg": 7,
"1233.jpg": 7,
"1234.jpg": 6,


}



